Repository: whoismiras/RedMadRobot-IdealAtm
Catalog: lib/core/l10n/app_*.arb
Languages: kk

# validate
source: Login / Register
kk: Кіру / Тiркелу

source: Invest
kk: Инвестициялау

source: Marketplace
kk: Базар

source: Payments
kk: Төлемдер

source: Taxes
kk: Салықтар

source: Convert
kk: Аудармалар

source: Home
kk: Басты бет

source: Map
kk: Карта

# exitMassage
source: Double tap to exit
kk: Шығу үшін екі рет басыңыз

source: Today
kk: Бүгін

source: Yes
kk: Иә

source: No
kk: Жоқ

source: Scan code
kk: Кодты сканерлеу

# scan_qr
source: Scan QR-code
kk: QR-code сканерлеңіз

# news
source: News feed:
kk: Жаңалықтар тізімі:

source: Name
kk: Аты

# middlename
source: Patronymic Name
kk: Әкесінің аты

source: Surname
kk: Тегі

# dob
source: Date of Birth
kk: Туған күні

source: IIN
kk: ЖСН

# phone_number
source: Mobile Phone Number
kk: Телефон нөмірі

source: Register
kk: Тіркелу

source: Login
kk: Кіру

source: Password
kk: Құпия сөз

# repPassword
source: Repeat Password
kk: Құпия сөзді қайталаңыз

# nameHint
source: Enter First Name
kk: Атыңызды енгізіңіз

# middlenameHint
source: Enter Patronymic Name
kk: Атасының атын енгізіңіз

# surnameHint
source: Enter Surname
kk: Фамилияны енгізіңіз

# emailHint
source: Enter Email
kk: Электрондық поштаны енгізіңіз

# dobHint
source: Enter Date of Birth
kk: Туған күнін енгізіңіз

# iinHint
source: Enter IIN
kk: ЖСН енгізіңіз

# phone_numberHint
source: Enter Mobile Phone Number
kk: Телефон нөмірін енгізіңіз

# passwordHint
source: Enter Password
kk: Құпия сөзді еңгізіңіз

# welcomeMessage
source: Welcome to Ideal Bank
kk: Ideal Bank-қа қош келдіңіз

source: Login with Email
kk: Электрондық пошта арқылы кіру

source: Login with Phone
kk: Телефон арқылы кіру

# errorRepeatPassword
source: Repeat Password
kk: Құпия сөзді қайталаңыз

# errorPasswordEmpty
source: Enter Password
kk: Құпия сөзді енгізіңіз

# errorPasswordInvalid
source: Password is too weak
kk: Құпия сөз тым әлсіз

# errorPasswordsDoesNotMatch
source: Passwords do not Match
kk: Құпия сөздер сәйкес келмейді

# errorWrongLoginPassword
source: Wrong login or password
kk: Қате логин немесе құпиясөз

# errorNameFormat
source: Wrong Name Format
kk: Қате атау пішімі

# errorNameEmpty
source: Enter Name
kk: Атын енгізіңіз

# errorNameAlreadyExists
source: User with such Name already exists
kk: Мұндай аты бар пайдаланушы әлдеқашан бар

# errorPhoneFormat
source: Wrong Phone Format
kk: Телефон пішімі Қате

# errorPhoneEmpty
source: Enter Phone
kk: Телефонды енгізіңіз

# errorPhoneAlreadyExists
source: Phone number already Taken
kk: Телефон нөмірі алынды

# errorIINFormat
source: Wrong IIN Format
kk: ЖСН пішімі қате

# errorIINEmpty
source: Enter IIN
kk: ЖСН енгізіңіз

# errorIINAlreadyExists
source: User with such IIN already exists
kk: Мұндай ЖСН бар пайдаланушы әлдеқашан бар

# errorBirthDateFormat
source: You have to be at least 16
kk: Сіз кем дегенде 16 жаста болуыңыз керек

# errorBirthDateEmpty
source: Enter Birth Date
kk: Туған күнін енгізіңіз

# errorEmailFormat
source: Wrong Email Format
kk: Электрондық пошта пішімі Қате

# errorEmailEmpty
source: Enter Email
kk: Электрондық поштаны енгізіңіз

# errorEmailAlreadyExists
source: Email already Taken
kk: Электрондық пошта бос емес

# passwordEntryHint
source: Password should be in latin, consisting of at least 8 characters, one number and one symbol.
kk: Құпия сөз латын тілінде, 8 таңбадан тұруы, кемінде бір сан және бір арнайы таңба болуы керек.

# dataUsageAgreementPart1
source: Agree to Terms and Conditions of
kk: Жалғастыру арқылы сіз келісесіз

# dataUsageAgreementPart2
source: Personal and Biometric Data Collection, Receipt and Processing
kk: жеке, биометриялық және/немесе басқа деректерді жинау, алу, өңдеу

# dataUsageAgreementWarning
source: You must agree to the statement above
kk: Жоғарыдағы келісіммен келісуіңіз керек

# successfulRegistration
source: Registration successful!
kk: Тіркеу сәтті аяқталды!

source: List
kk: Тізім

source: Profile
kk: Профиль

source: Address:
kk: Мекенжай:

source: Opening hours:
kk: Жұмыс уақыты:

source: Contact info:
kk: Байланыс ақпараты:

source: Everyday
kk: Күн сайын

source: Status
kk: Мәртебесі

# more_info
source: REGISTER TO SEE MORE INFO
kk: ҚОСЫМША АҚПАРАТТЫ КӨРУ ҮШІН ТІРКЕЛІҢІЗ

source: Reviews
kk: Шолулар

# product_reviews
source: reviews
kk: шолулар

# write_review
source: Write a review
kk: Кері байланыс жазу

# customers_photos
source: Customer photos
kk: Тұтынушың фотосуреттері

source: Sort by
kk: Сұрыптау

source: Rate review
kk: Шолу пайдалы болды ма?

# tech_state
source: Were you at an ATM? Evaluate the technical condition of the ATM?
kk: Сіз банкоматта болдыңыз ба? Банкоматтың техникалық жағдайын бағалаңыз?

# review_hint
source: Here you can write in more detail about the time it was, about the available operations, the load. This way you will help us to improve our bank.
kk: Мұнда сіз болған уақыт, қолжетімді операциялар, жұмыс көлемі туралы толығырақ жаза аласыз. Осылайша сіз банкімізді жақсартуға көмектесесіз.

source: Send
kk: Жіберу

source: Pros
kk: Артықшылықтары

source: Cons
kk: Кемшіліктер

# review_text
source: Location, convenience, speed
kk: Орналасқан жері, ыңғайлылығы, жылдамдығы

# connectionError
source: No internet connection.
kk: Интернет байланысы жоқ.

# internalServerError
source: Service temporary unavailable.
kk: Қызмет уақытша қолжетімсіз.
